[Main]
Abort=Abandonner
About=A propos
Add=Ajouter
Address=Adresse
AddressNotFound=Adresse "%.8x" non trouvé
AddressUsedByProcedure=Adresse utilisée par procédure "%s"
AddWatermark=Nouveau filigrane
All=Tout
AllFiles=Tous les fichiers
AllProcedures=Toutes les procédures
AutoSaveProject=Enregistrement projet automatique après compilation
Back=Retour
Best=Meilleur (dépaquetage lent)
BreakAddress=Fin de procédure
Calculate=Calculer
Calculator=Calculateur
Calls=Appel de procédure
Cancel=Annuler
ClearHistory=Effacer historique
Close=Fermer
CloseFolders=Réduire tous les dossiers
CodeSectionNotFound=Section "CODE" non trouvé
CommandNotSupport=Commande non supportée
Commands=Commandes
CommandsWithConditions=Commandes avec conditions internes
CompilationType=Type compilation
Compile=Compilation
Compiled=Compilation complète
CompilerMessages=Messages compilateur
ConditionalJumps=Saut conditionnel
Confirm=Confirmation
Contents=Contenus
Continue=Continuer
Copy=Copier
Count=Nombre
CreateFileError=Impossible de créer le fichier "%s"
CryptValues=Cacher constantes
Cut=Couper
Debug=Mode debuggage (recherche des adresses externes)
Debugger=Debuggeur
DecreaseIsSpeed=Diminution de vitesse
Del=Effacer
Delete=Effacer
Deleting=Effacement
DelFolder=Effacer dossier
DelProcedure=Effacer procédure
DelWatermark=Effacer filigrane
Demo=Version démo
DemoLimit=Dans la version non enregistrée il est possible de protéger seulement une procédure
Detection=Détection
Direction=Direction
Directories=Répertoires
DoFind=Trouver
Down=Bas
DragFileToOpen=Déposer un fichier ici pour l'ouvrir
Dump=Dump
DynamicOnlineCommands=Création dynamique de commande en ligne
Edit=Editer
EditFolder=Editer dossier
EditProcedure=Editer procédure
EditWatermark=Editer filigrane
EmptyCompile=Il n'y a aucune donnée pour compiler
EmptyFileName=Nom fichier non spécifié
EmptyModule=Le module n'est pas spécifié
EmptyProcess=Le processus n'est pas spécifié
EnabledForUse=Activer pour utiliser
EncryptRegisters=Encrypter les enregistreurs à la sortie de VM
Error=Erreur
Execute=Executer
ExecutedFiles=Fichier exécutable
Exit=Quitter
Expert=Expert
Export=Exporter
ExtAddress=Adresse externes
ExternalAdresses=Adresses externes
Fast=Rapide (dépaquetage rapide)
File=Fichier
FileInfo=Info fichier
FileIsNotDLL=Le fichier "%s" n'est pas x%d DLL
FileName=Nom fichier
FileOffset=Offset fichier
FilePacked=Le fichier "%s" est probablement emballé.Voulez-vous l'ouvrir quand même?
FileUnknownFormat=Le fichier "%s" à un format inconnu
Find=Chercher
FindNext=Chercher suivant
Flags=Drapeaux
FoundUnpairedMarkers=Trouvé %d marqueurs non appairés
Generate=Générer
Goto=Aller à l'adresse
Help=Aide
Hint=Astuce
HomePage=Page d'accueil
Ignore=Ignorer
Import=Importer
ImportProtection=Protection importation
IncludeInCompilation=Inclure dans la compilation
Information=Information
InvalidAddress=Adresse invalide
InvalidCPUType=Processeur "%s" non supportée
InvalidFormat=Le fichier "%s" à un format incorrect %s
InvalidKeyID=Clef identifiant invalide
InvalidOSType=Système opérationnel "%s" non supportée
JmpOnExternalAddress=Sauter à l'adresse externe: %.8x
JmpOnInternalAddres=Sauter à l'adresse interne: %.8x
JumpOnCommandPart=Saut sur une partie d'une commande
Jumps=Sauts
Key=Clefs
KeyIdentifier=Clef identifiant
Language=Langue
Legend=Légende
Level=Niveau
License=License
LicenseNumber=Numéro license
LicenseOptions=Mettre les options de licences suivantes pour toutes les procédures
LicenseDataNotFound=Les données de licences n'ont pas été trouvées dans le fichier "%s"
LicensingParameters=Paramètres de licence
LicensingSystemNotSupport=Le système de licences n'est pas supporté dans cette version
Loading=Chargement
LockToKey=Bloquer sur clef
LockToSerialNumber=Bloquer sur un numéro de série
MAPFileHaveIncorrectTimeStamp=Le fichier MAP a une date incorrect et ne peut pas être chargé
MasterKeyPassword=Mot de passe clé principale
MatchCase=Différencier MAJ/min
MaxProtection=Protection maximum
MaxSpeed=Vitesse maximum
MemoryProtection=Protection mémoire
MinGateSize=La taille minimale d'une procédure pour compiler est de 5 octets
Module=Module
ModuleOpenError=Impossible d'ouvrir le module "%s"
ModuleUnknownFormat=Module "%s" à un format inconnu
MoveDown=Descendre
MoveResourcesToEnd=Déplacer ressource à la fin du fichier
MoveUp=Monter
Mutation=Mutation
Name=Nom
New=Nouveau
NewFolder=Nouveau dossier
NewObjects=Nouveau filigrane et ligne
NewProcedure=Nouvelle procédure
Next=Suivant
No=Non
NoPlaceForGate=Il n'y a aucun endroit pour la création d'un adaptateur
NoToAll=Non à tous
NotUseLicense=Ne pas utiliser de licences
OK=OK
OnlineCommands=Commandes en ligne
Open=Ouvrir
OpenFile=Ouvrir fichier
OpenFolders=Développer tous les dossiers
OpenNewFile=Ouvrir nouveau fichier
OptionAvialable=Option "%s" indisponible dans la version non enregistrée
Options=Options
Ordinal=Ordinal
Other=Autre
OutputFile=Fichier de sortie
OutputFileSize=Taille du fichier de sortie %d octets (%d%%)
Packing=Emballage
PackOutputFile=Emballer le fichier de sortie
Parameters=Paramètres
Paste=Coller
Pointer=adresse de
Procedure=Procédure
ProcedureNotFoundInMAP=Procedure "%s" non trouvé dans la liste des objets
ProceduresForProtect=Procédures à protéger
Process=Processus
Project=Projet
ProjectFile=Fichier projet
ProjectFiles=Fichiers projet
PushOriginalAddress=Sauvegarde dans une pile de l'adresse originale: %.8x
Redo=Refaire
References=Références
RegisteredTo=Enregistré à
RelativeAddress=Adresse relative
Resources=Resources
Retry=Réessayer
RunnerCRC=Vérifier l'intégrité des objets de VM
SaveProject=Enregistrer projet
SaveProjectAs=Enregistrer projet sous
Script=Script
ScriptFile=Fichier script
ScriptMessages=Messages script
Search=Chercher
SearchInFile=Chercher dans fichier
SearchInProcess=Chercher dans processus
Section=Section
SectionNotPacked=Section "%s" ne peut être empaqueté
SectionPosUsedByDir=Dossier "%s" est dans le champ de création de l'en-tête d'une nouvelle section
SectionPosUsedBySection=Section "%s" est dans le champ de création de l'en-tête d'une nouvelle section
Sections=Sections
SEHNotSupported=Le traitement d'exceptions n'est pas supporté: %.8x
SelectAll=Tous sélectionner
SelectProceduresForProtect=Sélectionner procédure à protéger
Settings=Réglages
Setup=Gestion
ShellExt=Intégrer dans le shell
ShowAll=Tout voir
Size=Taille
SortByName=Trier la liste de procédures par leur nom?
SortByType=Trier la liste de procédures par leur type de compilation?
String=string
Strings=Strings
StringDeprecated=Utiliser VMProtectDecryptStringA/VMProtectDecryptStringW pour protéger strings
StripFixups=Enlevez les éléments fixé (seulement pour les fichiers EXE)
Text=Texte
TextNotFound=Texte "%s" non trouvé
Thanks=Merci à
Toolbars=Barre d'outils
Tools=Outils
Type=Type
Ultra=Ultra (mutation + virtualization)
Undo=Défaire
Unregistered=Version non enregistrée
Up=Haut
Usage=Utilisation
UseLicense=Utiliser license
UseProjectOptions=Utiliser options projet
UserPIN=PIN utilisateur
Value=Valeur
ValuesFor=Valeur pour
Variable=variable
Version=Version
VersionNumber=Numéro version
View=Voir
Virtualization=Virtualization
VirtualMachines=Machines virtuelles
VMSections=VM sections
VMTools=Outils Virtualization(VMware/Virtual PC/Sandboxie)
Warning=Attention
WatermarkCount=Dans la version non enregistrée il est possible de créer seulement un filigrane
WatermarkDisabled=Le filigrane "%s" est désactivé
WatermarkExist=Le filigrane "%s" existe déjà
WatermarkName=Nom filigrane
WatermarkNotFound=Filigrane "%s" introuvables dans la liste des filigranes
Watermarks=Filigranes
WatermarkUsed=Le filigrane "%s" est utilisé dans les fichiers protégés
Wizard=Assistant
Yes=Oui
YesToAll=Oui à tous

[Manager]
About...=&A propos...
Contents...=&Contenu...
Customers=&Clients
Edit=&Editer
File=&Fichier
Help=&Aide
New=&Nouveau
Open...=&Ouvrir...
Licenses=&Licenses
Products=&Produits
Save=&Enregistrer
View=&Voir
AboutComment=Voir fenêtre "À propos"
AboutTitle=A propos
AboutTooltip=À propos
ContentsComment=Voir l'aide
ContentsTooltip=Contenu aide
AddCustomer=Ajouter client
Address=Adresse
Blocked=License bloqué
Cancel=Annuler
Change=Changer
ChangeWindowPos=Changer position fenêtre
ChangeWindowSize=Changer taille fenêtres
CloseWindow=Fermer fenêtre
Comments=Commentaire
Customer=Client
CustomerProperties=Propriétés client
CustomerDetails=Détails client
Date=Date
Delete=Effacer
Discount=Remise
Exit=Q&uitter
EMail=E-Mail
Edit=Editer
ExitComment=Quitter l'application
LanguageWillBeChangedAtTheNextStart=La langue sera changée au prochain démarrage de l'application
MaximizeWindow=Agrandir fenêtre
MinimizeWindow=Réduire fenêtre
NewCustomer=Nouveau client
NewDocComment=Créer une nouvelle base de données
NewDocTooltip=Nouveau
NewLicense=Nouvelle license
NewProduct=Nouveau produit
No=Non
Yes=Oui
OK=OK
OpenDocComment=Ouvrir une base de données existante
OpenDocTooltip=Ouvrir
OpenMRU=Ouvrir ce document
License=License
LicenseProperties=Propriétés license
LicenseDetails=Détails licence
Licenses by Customers=Licenses par c&lients
Licenses by Products=Licenses par p&roduits
Phone=Téléphone
Price=Prix
ProductTitle=Produit
ProductProperties=Paramètres produit
ProductDetails=Détails produit
Ready=Prêt
Recent File=Fichier récent
Referrer=Referrer
RestoreWindow=Restaurer taille fenêtre
Save As...=Enregistrer &sous...
Save changes to %1?=Enregistrer changement dans %1?
SaveAsDocComment=Enregistrer la base de données active avec un nouveau nom
SaveDocComment=Enregistrer la base de données active
SaveDocTooltip=Enregistrer
SelectCustomer=Sélectionner client
SerialNumber=Numéro de série
Show Status Bar=Voir barre d'état
Show Toolbar=Voir barre d'ou&tils
ShowStatusbarComment=Voir la barre d'état
ShowToolbarComment=Voir la barre d'outils
Site=Site
Title=Titre
Version=Version

CustomerProperties=Propriétés client
LicenseProperties=Propriétés license
ProductProperties=Propriétés produit
Language=Langue

EditObject=Propriétés...
DeleteObjectComment=Effacer objet sélectionné
EditObjectComment=Afficher propriétés des objets sélectionnés
CustomersComment=Voir clients
NewCustomerComment=Créer nouveau client
NewLicenseComment=Créer nouvelle licence
NewProductComment=Créer nouveau produit
LicensesByCustomersComment=Montrer licenses par client
LicensesByProductComment=Montrer licenses par produit
LicensesComment=Montrer licenses
ProductsComment=Montrer produits

DeleteObjectTooltip=Effacer objet
EditObjectTooltip=Éditer objet
CustomersTooltip=Clients
NewCustomerTooltip=Nouveau client
NewLicenseTooltip=Nouvelle licence
NewProductTooltip=Nouveau produit
LicensesByCustomersTooltip=Licenses par clients
LicensesByProductTooltip=Licenses par produits
LicensesTooltip=Licenses
ProductsTooltip=Produits

UnableToOpenFile=Impossible d'ouvrir le fichier "%s"\nFichier corrompu ou impossible d'y accéder\n\nDétail de l'erreur:\n%s.
UnableToSaveFile=Impossible d'enregistrer le fichier "%s".\nAssurez-vous que vous avez accès à l'emplacement et qu'il y a assez d'espace sur le disque\n\nCode erreur: %d.

OpenLastDocument=Ouverture auto du dernier document

Undo=Défaire
UndoComment=Défaire la dernière opération
UndoTooltip=Défaire
Redo=Refaire
RedoComment=Refaire la dernière opération
RedoTooltip=Refaire

DatabaseErrorDetails=%s\nCode erreur: %d

SerialNumberAlgorithm=Algorithme
AlgorithmBits=Longueur de la clé
ProductNewKeyPair=Vous êtes sur le point de créer une nouvelle paire clé pour ce produit.\nCela cassera la compatibilité avec chacun des numéros de série précédemment créé pour le produit\nVous devrez protéger votre programme de nouveau en utilisant la nouvelle clé générée\nÊtes-vous sûrs de vouloir changer la clé?

Undefined=Non défini
SerialNumberWillBeGenerated=Le numéro de série sera généré lorsque vous appuierez sur le bouton OK
NeedToSelectCustomer=Vous devez sélectionner un client pour créer une licence.

Unknown=Inconnu
LicenseSettingsFileFilter=Projet VMProtect
...=...
PathToSettingsFile=Projet VMProtect
NeedToSetTitle=Vous devez entrer un titre de produit.

ExceptionFormatString=Erreur inattendue! Merci d'envoyer cette erreur aux développeurs.\nVous pouvez copier le texte en appuyant sur Ctrl+C.\n\nType Exception: %s\nEmplacement: %s\nDétails erreur:\n%s

UnableToSaveSettingsFile=Impossible d'enregistrer le fichier de réglage pour VMProtect\nVeuillez vérifier que le chemin suivant est valide et que vous avez le droit d'écrire dessus.\nFichier: %s\nCode erreur: %d

CustomerName=Nom client
DatabaseLicenseData=Détails licence
SerialNumberLicenseData=Contenus numéros de série
Block=Bloquer numéro de série
Unblock=Débloquer numéro de série
CopySerialNumber=Copier numéro de série
OrderRef=Commande #
HardwareID=ID Matériel
ExpDate=Date Expiration
RunningTimeLimit=Limite de Durée
UserData=Données utilisateur
ShowLicenses=Voir licenses
(minutes)=(minutes)
SerialNumberData=Données numéros de série (octets utilisés : %d sur %d)
NewLicenseFieldIsTooLong=Champs "%s" trop long: %d octets.\nNombre maximal d'octets permis: %d (en encodage UTF-8).
InvalidHardwareId=ID matériel invalide ou vide.
SerialNumberDataIsTooLong=Il n'y a pas assez d'espace pour les données dans le numéro de série.\nNombre maximal d'octets permis: %d, Vous avez utilisé: %d.
UserDataIsTooLong=Il n'y a pas assez d'espace pour les données dans le champ "Données utilisateur"Nombre maximal d'octets permis: %d, Vous avez utilisé: %d.

FindLicense=Trouver license
FindLicenseComment=Trouver une licence
FindLicenseTooltip=Trouver une license
ImportLicense=Importer license
ImportLicenseComment=Importer une License
ImportLicenseTooltip=Importer une License
PasteSerialNumber=Entrée numéro de série:
FindLicenseCantFindSerialNumber=Impossible de trouver ce numéro de série dans la base de données.\nIl ne correspond à aucun des produits.
FindLicenseDoYouWantToImport=Ce numéro de série est pour le produit "%s".\n Voulez vous l'importer dans la base de données?
ImportSerialNumberAlreadyExist=Ce numéro de série existe déjà dans la base de données.\nVous ne pouvez pas l'importer à nouveau.
ImportLicenseInvalidSerialNumber=Ce numéro de série ne correspond à aucun des produits dans la base de données.

Untitled=Sans titre
VMPLMDocument=Gestion de bases de données licenses
VMPLicenseManager=Gestionnaire Licence VMProtect
Filter=Filtre:

ProductCode=Code produit
MaxBuildDate=Date Max Création

ExportKeyPair=Paire clé d'exportation
ProductKeyChangedCommitFirst=Il semble que vous avez juste changé les paramètres de la clé.\nPour empêcher une exportation incorrecte, commenter s'il vous plaît vos changements d'abord en appuyant sur "OK" dans la fenêtre de propriétés de produit.
Close=Fermer
KeyPairExportTarget=Format exportation:
KeyPairExportResult=Résultats de l'exportation:
ExportForKeyGenDll=Paramètres KeyGen.dll (MSVC)
ExportForKeyGenDll_PAS=Paramètres KeyGen.dll (Delphi)
ExportForKeyGenPHP=Paramètres keygen.php
ExportForKeyGenNet=Paramètres KeyGen.Net
Copy=Copier

FilterBox=Changer filtre
FilterBoxComment=Changer filtre
FilterBoxTooltop=Changer filtre
FilterCueBanner=Filtre

HardwareId_Part_CPU=CPU
HardwareId_Part_Host=Hote
HardwareId_Part_Mac=Ethernet
HardwareId_Part_HDD=HDD
HWIDParser=Détails Id matériel
HWIDParser_Column_Type=Device
HWIDParser_Column_Value=Identifiant
DoYouWantToCreateCustomerByLicense=Numéro de série contient des informations sur la clientèle, mais il n'y a pas de clientèle dans la base.\nVoulez-vous en créer un?

AboutHome=Accueil
AboutEMail=E-Mail
AboutWarning=Attention: Ce programme est protégé par des lois de copyright et des traités international. Les reproductions non autorisées ou la distribution de ce programme, ou de n'importe quelle portion, peut conduire à de sévères peines civiles et criminelles, et sera poursuivi dans la mesure maximale prévu conformément à la loi.

NoHelpFile=Impossible d'ouvrir le fichier d'aide